olv-core/src/test/resources/soap/2-soapMessageFormmated.txt

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
  <soap:Header>
  </soap:Header>
  <soap:Body>
    <m:GetStockPrice xmlns:m="http://www.example.org/stock">
      <m:StockName>aaa</m:StockName>
    </m:GetStockPrice>
  </soap:Body>
</soap:Envelope>